---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISplitParallelFlange.BoltSpacing
source: html/c0dcdd15-d07f-3a46-4afb-faeba6601eeb.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISplitParallelFlange.BoltSpacing Property

Standard bolt spacing, in. (mm)

## Syntax (C#)
```csharp
public double BoltSpacing { get; set; }
```